{
   "class_name": "Sequential", 
   "keras_version": "1.1.0", 
   "config": [
      {
         "class_name": "Dense", 
         "config": {
            "W_constraint": null, 
            "b_constraint": null, 
            "name": "dense_1", 
            "activity_regularizer": null, 
            "trainable": true, 
            "init": "glorot_uniform", 
            "bias": true, 
            "activation": "linear", 
            "input_dtype": "float32", 
            "input_dim": 7000, 
            "b_regularizer": null, 
            "W_regularizer": null, 
            "output_dim": 256, 
            "batch_input_shape": [
               null, 
               7000
            ]
         }
      }, 
      {
         "class_name": "Activation", 
         "config": {
            "activation": "softplus", 
            "trainable": true, 
            "name": "activation_1"
         }
      }, 
      {
         "class_name": "Dropout", 
         "config": {
            "p": 0.5, 
            "trainable": true, 
            "name": "dropout_1"
         }
      }, 
      {
         "class_name": "Dense", 
         "config": {
            "W_constraint": null, 
            "b_constraint": null, 
            "name": "dense_2", 
            "activity_regularizer": null, 
            "trainable": true, 
            "init": "glorot_uniform", 
            "bias": true, 
            "input_dim": null, 
            "b_regularizer": null, 
            "W_regularizer": null, 
            "activation": "linear", 
            "output_dim": 46
         }
      }, 
      {
         "class_name": "Activation", 
         "config": {
            "activation": "softmax", 
            "trainable": true, 
            "name": "activation_2"
         }
      }
   ]
}